# num=int(input("Введите число"))
# if num % 2 == 0:
#     print("Even number")
# else: 
#     print("Odd number")

 #-----------------------------------------------------------------------------------------------------------------------


# num=int(input("Введите число"))
# if num % 2 == 0:
#     print("Number is multiple 7")
# else: 
#     print("Number is not multiple 7")

 #--------------------------------------------------------------------------------------------------------------------------

# num_1=int(input("Введите число"))
# num_2=int(input("Введите число"))
# if num_1 > num_2 :
#     print("первое число")
# else: 
#     print("второе число")
 
 #---------------------------------------------------------------------------------------------------------------------------------

# num_1=int(input("Введите число"))
# num_2=int(input("Введите число"))
# if num_1 > num_2 :
#     print("первое число")
# else: 
#     print("второе число")
  
#---------------------------------------------------------------------------------------------------------------------------------

# num_1=int(input("Введите  первое число"))
# num_2=int(input("Введите второе число"))
# var=(num_1 + num_2)//2
# print(var)
 
# num_1=int(input("Введите  первое число"))
# num_2=int(input("Введите второе число"))
# var=num_1 + num_2
# print(var)

# num_1=int(input("Введите  первое число"))
# num_2=int(input("Введите второе число"))
# var=num_1 - num_2
# print(var)

# num_1=int(input("Введите  первое число"))
# num_2=int(input("Введите второе число"))
# var=num_1 // num_2
# print(var)

#--------------------------------------------------------------------------------------------------------------------------------------------


# def calculator():
#     user = input("Введите +, -, * : ")
#     num_1 = int(input("Введите первое число: "))
#     num_2 = int(input("Введите второе число: "))
    
#     if user == "+":
#         print(f"Сумма равна {num_1+num_2}")
#     elif user == "-":
#         print(f"Сумма равна {num_1-num_2}")
#     elif user == "*":  
#         print(f"Сумма равна {num_1*num_2}")
    

# calculator()



